Revit 2024 API
ParameterValue Properties
The ParameterValue type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
ParameterValue Class
Autodesk.Revit.DB Namespace